Repository: MakeraInc/CarveraController
Catalog: src/locales/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt

source: Shrink
de: A setzen
es: Reducir
fr: Réduire
it: Riduci
ja: 縮小
pt: Reduzir

source: Feed Status
de: Vorschubstatus
es: Estado Alim.
fr: État Av.
it: Stato Avanz.
ja: フィード状態
pt: Feed St.

source: Scale:
de: Skal.:
es: Escala:
fr: Éch.:
it: Scala:
ja: 倍率:
pt: Escala:

source: Target:
de: Ziel:
es: Meta:
fr: Cible:
it: Obj.:
ja: 对象:
pt: Alvo:

source: Speed Scaling
de: Geschw.-Skal.
es: Esc. Velocidad
fr: Éch. Vit.
it: Scala Velocità
ja: 速度の調整
pt: Escala Veloc.

source: Reset
es: Reiniciar
fr: Réinitialiser
it: Ripristina
ja: 初期化
pt: Reiniciar

source: Spindle Status
de: Spindelstatus
es: Estado Husillo
fr: État Broche
it: Stato Mandrino
ja: 主轴の状態
pt: Status do Fuso

source: Temp:
ja: 温度:

source: Auto Vacuum
de: Auto Staub.
es: Asp. Auto
fr: Asp. Auto
it: Asp. Auto.
ja: 自動真空
pt: Aspiração Auto

source: RPM Scaling
de: Drehz.-Skal.
es: Esc. RPM
fr: Éch. RPM
it: Scala RPM
ja: RPMの調整
pt: Escala de RPM

source: Tool Status
de: Werkzeugstatus
es: Herramienta
fr: État Outil
it: Stato Utensile
ja: 刀具の状態
pt: Status Ferr.

source: Change...
de: Wechseln…
es: Cambiar...
fr: Changer...
it: Cambia...
ja: 変更…
pt: Trocar...

source: Calibrate
de: Kalibrieren
es: Calibrar
fr: Calibrer
it: Calibra
ja: 訂正する
pt: Calibrar

source: Drop
de: Ablegen
es: Soltar
fr: Libérer
it: Rilascia
ja: ドロップ
pt: Soltar

source: Set...
de: Einstellen…
es: Establecer...
fr: Définir...
it: Imposta...
ja: 設定…
pt: Definir...

source: Input Tool Number
de: Werkzeugnummer eingeben
es: Ingresar Número de Herramienta
fr: Saisir le numéro de l'outil
it: Inserisci Numero Utensile
ja: ツール番号を入力
pt: Inserir Número da Ferramenta

source: Laser Status
es: Estado Láser
fr: État du Laser
it: Stato Laser
ja: レーザー状態
pt: Status do Laser

source: scale:
de: Skal.:
es: escala:
fr: échelle :
it: scala:
ja: 倍率:
pt: escala:

source: Enable Laser
de: Laser aktivieren
es: Habilitar Láser
fr: Activer le Laser
it: Abilita Laser
ja: Laser有効化
pt: Ativar Laser

source: Laser Test
es: Prueba Láser
fr: Test du Laser
it: Test Laser
ja: レーザーテスト
pt: Teste do Laser

source: Power Scaling
de: Leist.-Skal.
es: Esc. Potencia
fr: Éch. Puis.
it: Scala Potenza
ja: 効率調整
pt: Escala Potên.

source: Recent Connection
de: Letzte Verbindung
es: Conexión Reciente
fr: Connexion Récente
it: Connessione Recente
ja: 最近の接続
pt: Conexão Recente

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
pt: Desconectar

source: Upload...
de: Hochladen…
es: Subir...
fr: Téléverser...
it: Carica...
ja: アップロード…
pt: Enviar...

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
pt: Baixar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前変更
pt: Renomear

source: Select Language
de: Sprache auswählen
es: Seleccionar Idioma
fr: Sélectionner la Langue
it: Seleziona Lingua
ja: 言語を選択
pt: Selecionar Idioma

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar

source: Input Box
de: Eingabefeld
es: Cuadro de Entrada
fr: Boîte de Saisie
it: Casella di Input
ja: 入力ボックス
pt: Caixa de Entrada

source: Confirm Box
de: Bestätigungsfeld
es: Cuadro de Confirmación
fr: Boîte de Confirmation
it: Casella di Conferma
ja: 確認ボックス
pt: Caixa de Confirmação

source: Confirm to continue?
de: Fortfahren bestätigen?
es: ¿Confirma continuar?
fr: Confirmez pour continuer ?
it: Confermare per continuare?
ja: 続行しますか？
pt: Confirma continuar?

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
pt: Confirmar

source: Auto-Set By Offset
de: Auto-Einst. durch Versatz
es: Config. Auto por Desplaz.
fr: Réglage Automatique par Décalage
it: Imposta Automaticamente per Offset
ja: オフセットで自動設定
pt: Definição Automática por Offset

source: Anchor1
de: Ankerpunkt1
es: Anclaje1
fr: Ancre1
it: Ancora1
ja: アンカー1
pt: Pto. Ref. 1

source: Anchor2
de: Ankerpunkt2
es: Anclaje2
fr: Ancre2
it: Ancora2
ja: アンカー2
pt: Pto. Ref. 2

source: 4Axis Origin
de: 4-Achsen-Ursp.
es: Origen de 4 Ejes
fr: Origine 4 Axes
it: Origine 4 Assi
ja: 4軸原点
pt: Origem 4Eixos

source: Current Pos
de: Aktuelle Position
es: Posición Actual
fr: Position Actuelle
it: Posizione Corrente
ja: 現在位置
pt: Posição Atual

source: X Offset:
de: X Versatz:
es: Despl. X:
fr: Décalage X :
it: Offset X:
ja: Xオフセット:
pt: Offset X:

source: Enter X Offset
de: X Versatz eingeben
es: Ingrese Desplazamiento X
fr: Saisir le Décalage X
it: Inserisci Offset X
ja: Xオフセットを入力
pt: Inserir Offset X

source: Y Offset:
de: Y Versatz:
es: Despl. Y:
fr: Décalage Y :
it: Offset Y:
ja: Yオフセット:
pt: Offset Y:

source: Enter Y Offset
de: Y Versatz eingeben
es: Ingrese Desplazamiento Y
fr: Saisir le Décalage Y
it: Inserisci Offset Y
ja: Yオフセットを入力
pt: Inserir Offset Y

source: Note: Work origin will be set immediately when clicking OK.
de: Hinweis: Der Arbeitsursprung wird sofort gesetzt, wenn Sie auf OK klicken.
es: Nota: El origen de trabajo se establecerá inmediatamente al hacer clic en Aceptar.
fr: Note : L'origine de travail sera définie immédiatement en cliquant sur OK.
it: Nota: L'origine lavoro verrà impostata immediatamente cliccando OK.
ja: 注意: OKをクリックすると作業原点が即座に設定されます。
pt: Nota: A origem de trabalho será definida imediatamente ao clicar em OK.

source: Set By XYZ Probe
de: Einstellung durch XYZ-Taster
es: Establecer por Sonda XYZ
fr: Définir par Sonde XYZ
it: Imposta con Sonda XYZ
ja: XYZプローブで設定
pt: Definir por Sonda XYZ

source: Block Thickness:
de: Tasterhöhe:
es: Altura de la Sonda:
fr: Hauteur de la Sonde :
it: Altezza Sonda:
ja: プローブ高さ:
pt: Altura da Sonda:

source: Height Above Workpiece
de: Höhe über dem Werkstück
es: Altura sobre la Pieza de Trabajo
fr: Hauteur au-dessus de la Pièce
it: Altezza Sopra il Pezzo
ja: ワークピース上の高さ
pt: Altura Acima da Peça

source: Tool Diameter:
de: Werkzeugdurchmesser:
es: Diámetro de la Herramienta:
fr: Diamètre de l'Outil :
it: Diametro Utensile:
ja: ツール直径:
pt: Diâmetro da Ferramenta:

source: Tool Diameter
de: Werkzeugdurchmesser
es: Diámetro de la Herramienta
fr: Diamètre de l'Outil
it: Diametro Utensile
ja: ツール直径
pt: Diâmetro da Ferramenta

source: Note: Please make sure the probe is stably positioned and the magnet head is attached to the tool.
de: Hinweis: Bitte stellen Sie sicher, dass der Taster stabil positioniert ist und der Magnetkopf am Werkzeug befestigt ist.
es: Nota: Asegúrese de que la sonda esté posicionada de manera estable y que la cabeza magnética esté unida a la herramienta.
fr: Note : Assurez-vous que la sonde est stable et que la tête magnétique est attachée à l'outil.
it: Nota: Assicurarsi che la sonda sia posizionata stabilmente e che la testa magnetica sia attaccata all'utensile.
ja: 注意: プローブが安定して位置し、磁気ヘッドがツールに取り付けられていることを確認してください。
pt: Nota: Certifique-se de que a sonda está posicionada de forma estável e a cabeça magnética está presa à ferramenta.

source: Z Probe Config
de: Z-Taster-Konfiguration
es: Configuración de la Sonda Z
fr: Configuration de la Sonde Z
it: Configurazione Sonda Z
ja: Zプローブ設定
pt: Configuração da Sonda Z

source: XYZ Probe At Current Position
de: XYZ-Taster an aktueller Position
es: Sonda XYZ en la Posición Actual
fr: Sonde XYZ à la Position Actuelle
it: Sonda XYZ nella Posizione Corrente
ja: 現在位置でXYZプローブ
pt: Sonda XYZ na Posição Atual

source: Paring Wireless Probe
de: Drahtloser Taster-Pairing
es: Emparejamiento de Sonda Inalámbrica
fr: Appariement de la Sonde Sans Fil
it: Associazione Sonda Wireless
ja: ワイヤレスプローブのペアリング
pt: Pareamento da Sonda Sem Fio

source: Start Pairing
de: Pairing starten
es: Iniciar Emparejamiento
fr: Commencer l'Appariement
it: Inizia Associazione
ja: ペアリングを開始
pt: Iniciar Pareamento

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar

source: Auto Leveling Config
de: Automatische Nivellierungskonfiguration
es: Configuración de Nivelación Automática
fr: Configuration du Nivellement Automatique
it: Configurazione Livellamento Automatico
ja: 自動レベル調整設定
pt: Configuração de Nivelamento Automático

source: Clearance Height:
de: Sicherheitshöhe:
es: Altura de Despeje:
fr: Hauteur de Dégagement :
it: Altezza di Sicurezza:
ja: クリアランス高さ:
pt: Altura de Liberação:

source: Min
es: Mín
ja: 最小
pt: Mín

source: Max
es: Máx
ja: 最大
pt: Máx

source: Step
de: Schritt
es: Paso
fr: Étape
it: Passo
ja: ステップ
pt: Passo

source: Points
de: Punkte
es: Puntos
it: Punti
ja: ポイント
pt: Pontos

source: Upgrade
de: Aktualisieren
es: Actualizar
fr: Mise à Jour
it: Aggiorna
ja: アップグレード
pt: Atualizar

source: Check Updates on Startup
de: Updates beim Start prüfen
es: Verificar Actualizaciones al Iniciar
fr: Vérifier les Mises à Jour au Démarrage
it: Controlla Aggiornamenti all'Avvio
ja: 起動時に更新をチェック
pt: Verificar Atualizações na Inicialização

source: Update Log:
de: Update-Protokoll:
es: Registro de Actualizaciones:
fr: Journal des Mises à Jour :
it: Log Aggiornamenti:
ja: 更新ログ:
pt: Registro de Atualizações:

source: Firmware
ja: ファームウェア

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à Jour
it: Aggiorna
ja: 更新
pt: Atualizar

source: Check for Updates
de: Auf Updates prüfen
es: Buscar Actualizaciones
fr: Vérifier les Mises à Jour
it: Controlla Aggiornamenti
ja: 更新をチェック
pt: Verificar Atualizações

source: Remote
de: Fernbedienung
es: Remoto
fr: Distant
it: Remoto
ja: リモート
pt: Remoto

source: New Folder
de: Neuer Ordner
es: Nueva Carpeta
fr: Nouveau Dossier
it: Nuova Cartella
ja: 新フォルダ
pt: Nova Pasta

source: Upload File
de: Datei hochladen
es: Subir Archivo
fr: Téléverser un Fichier
it: Carica File
ja: 書類送信
pt: Enviar Arquivo

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt: Pesquisar

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome

source: Date Modified
de: Änderungsdatum
es: Fecha de Modificación
fr: Date de Modification
it: Data Modifica
ja: 更新日時
pt: Data de Modificação

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
pt: Tamanho

source: Clear Selection
de: Auswahl löschen
es: Limpiar Selección
fr: Effacer la Sélection
it: Cancella Selezione
ja: 選択をクリア
pt: Limpar Seleção

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
pt: Selecionar

source: Local
de: Lokal
it: Locale
ja: ローカル

source: Upload
de: Hochladen
es: Subir
fr: Téléverser
it: Carica
ja: 転送する
pt: Enviar

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
pt: Abrir

source: firmware
ja: ファームウェア

source: Config and Run
de: Konfigurieren und Ausführen
es: Configurar y Ejecutar
fr: Configurer et Exécuter
it: Configura ed Esegui
ja: 設定して実行
pt: Configurar e Executar

source: Config and Do
de: Konfigurieren und Ausführen
es: Configurar y Hacer
fr: Configurer et Faire
it: Configura ed Esegui
ja: 設定して実行
pt: Configurar e Executar

source: Set Work Origin
de: Arbeitsursprung setzen
es: Establecer Origen de Trabajo
fr: Définir l'Origine de Travail
it: Imposta Origine Lavoro
ja: 作業原点を設定
pt: Definir Origem de Trabalho

source: (0, 0) from Anchor1
de: (0, 0) relativ zu Ankerpunkt1
es: (0, 0) desde Anclaje1
fr: (0, 0) depuis Ancre1
it: (0, 0) dall'Ancora1
ja: (0, 0) アンカー1から
pt: (0, 0) do Ponto de Referência 1

source: Config
de: Konfigurieren
es: Configuración
fr: Configurer
it: Configura
ja: 設定
pt: Configuração

source: Scan Margin
de: Scan-Rand
es: Margen de Escaneo
fr: Marge de Balayage
it: Margine Scansione
ja: スキャンマージン
pt: Margem de Varredura

source: Auto Z Probe
de: Auto Z-Tastung
es: Sonda Z Automática
fr: Sonde Z Automatique
it: Sonda Z Automatica
ja: 自動Zプローブ
pt: Sonda Z Automática

source: (10, 10) from Path Origin
de: (10, 10) rel. Pfad-Ursp.
es: (10, 10) Desde Origen Tray.
fr: (10, 10) depuis l'Origine du Chemin
it: (10, 10) dall'Origine Percorso
ja: (10, 10) パス原点から
pt: (10, 10) da Origem do Caminho

source: Auto Leveling
de: Auto Nivellierung
es: Auto Nivel
fr: Nivellement Automatique
it: Livellamento Automatico
ja: 自動レベル調整
pt: Nivelamento Automático

source: X Points: 10, Y Points: 10, Height: 5
de: X Punkte: 10, Y Punkte: 10, Höhe: 5
es: Puntos X: 10, Puntos Y: 10, Altura: 5
fr: Points X : 10, Points Y : 10, Hauteur : 5
it: Punti X: 10, Punti Y: 10, Altezza: 5
ja: Xポイント: 10, Yポイント: 10, 高さ: 5
pt: Pontos X: 10, Pontos Y: 10, Altura: 5

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 実行
pt: Executar

source: Do
de: Ausführen
es: Hacer
fr: Faire
it: Esegui
ja: 実行
pt: Executar

source: Diagnose ( Be careful, do not change except diagnosing )
de: Diagnose ( Vorsicht, nur für Diagnosezwecke ändern )
es: Diagnóstico ( Tenga cuidado, no cambie excepto para diagnosticar )
fr: Diagnostiquer ( Soyez prudent, ne changez rien sauf pour diagnostiquer )
it: Diagnostica ( Attenzione, non modificare se non per diagnostica )
ja: 診断 ( 注意: 診断以外では変更しないでください )
pt: Diagnóstico ( Cuidado, não altere exceto para diagnóstico )

source: Spindle
de: Spindel
es: Husillo
fr: Broche
it: Mandrino
ja: スピンドル
pt: Fuso

source: SpindleFan
de: Spindellüfter
es: Ventilador del Husillo
fr: Ventilateur de Broche
it: Ventola Mandrino
ja: スピンドルファン
pt: Ventilador do Fuso

source: PowerFan
de: Netzteil-Lüfter
es: Ventilador de la Fuente de Alimentación
fr: Ventilateur d'Alimentation
it: Ventola Alimentazione
ja: 電源ファン
pt: Ventilador da Fonte

source: Vacuum
de: Staubsauger
es: Aspiración
fr: Aspiration
it: Aspirazione
ja: 真空
pt: Aspiração

source: Light
de: Beleuchtung
es: Luz
fr: Lumière
it: Luce
ja: 照明
pt: Luz

source: Air
de: Luftdruck
es: Aire
it: Aria
ja: エアー
pt: Ar

source: Extend output
de: Erweiterte Ausgabe
es: Salida Extendida
fr: Sortie Étendue
it: Uscita Estesa
ja: 拡張出力
pt: Saída Estendida

source: Extend Input
de: Erweiterte Eingabe
es: Entrada Extendida
fr: Entrée Étendue
it: Ingresso Esteso
ja: 拡張入力
pt: Entrada Estendida

source: ToolSensorPWR
de: Werkzeug-Sensor-Stromversorgung
es: Alimentación del Sensor de Herramienta
fr: Alimentation du Capteur d'Outil
it: Alimentazione Sensore Utensile
ja: ツールセンサー電源
pt: Alimentação do Sensor de Ferramenta

source: WPChargePWR
de: Drahtloser Taster-Ladung
es: Alimentación de Carga de la Sonda Inalámbrica
fr: Alimentation de Charge de la Sonde
it: Alimentazione Ricarica Sonda Wireless
ja: ワイヤレスプローブ充電
pt: Alimentação da Carga da Sonda Sem Fio

source: X- Limit
es: Límite X-
fr: Limite X-
it: Limite X-
ja: X-リミット
pt: Limite X-

source: Y- Limit
es: Límite Y-
fr: Limite Y-
it: Limite Y-
ja: Y-リミット
pt: Limite Y-

source: ATC Limit
es: Límite del ATC
fr: Limite ATC
it: Limite ATC
ja: ATCリミット
pt: Limite do ATC

source: Tool Sensor
de: Werkzeug-Sensor
es: Sensor de Herramienta
fr: Capteur d'Outil
it: Sensore Utensile
ja: ツールセンサー
pt: Sensor de Ferramenta

source: Probe Laser
de: Taster-Laser
es: Láser de la Sonda
fr: Laser de Sonde
it: Laser Sonda
ja: プローブレーザー
pt: Laser da Sonda

source: Beep
de: Signalton
es: Bip
fr: Bip
ja: ビープ
pt: Bipe

source: E-Stop
de: Not-Aus
es: Parada de Emergencia
fr: Arrêt d'Urgence
it: Arresto Emergenza
ja: 非常停止
pt: Parada de Emergência

source: X+ Limit
es: Límite X+
fr: Limite X+
it: Limite X+
ja: X+リミット
pt: Limite X+

source: Y+ Limit
es: Límite Y+
fr: Limite Y+
it: Limite Y+
ja: Y+リミット
pt: Limite Y+

source: Z+ Limit
es: Límite Z+
fr: Limite Z+
it: Limite Z+
ja: Z+リミット
pt: Limite Z+

source: A+ Limit
es: Límite A+
fr: Limite A+
it: Limite A+
ja: A+リミット
pt: Limite A+

source: C+ Limit
es: Límite C+
fr: Limite C+
it: Limite C+
ja: C+リミット
pt: Limite C+

source: Spindle Temp
de: Spindel-Temperatur
es: Temperatura del Husillo
fr: Température de la Broche
it: Temperatura Mandrino
ja: スピンドル温度
pt: Temperatura do Fuso

source: Power Temp
de: Netzteil-Temperatur
es: Temperatura de la Fuente de Alimentación
fr: Température de l'Alimentation
it: Temperatura Alimentazione
ja: 電源温度
pt: Temperatura da Fonte

source: Cover Switch
de: Deckelschalter
es: Interruptor de la Tapa
fr: Interrupteur de Couvercle
it: Interruttore Copertura
ja: カバースイッチ
pt: Interruptor da Tampa

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
pt: Aplicar

source: Enter command...
de: Befehl eingeben…
es: Ingrese comando...
fr: Saisir une commande...
it: Inserisci comando...
ja: コマンドを入力…
pt: Inserir comando...

source: send
de: Senden
es: enviar
fr: envoyer
it: invia
ja: 送信
pt: enviar

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
pt: Desbloquear

source: Home
es: Homing
fr: Origine
ja: 原点復帰
pt: Referência

source: Margin...
de: Scan-Ran
es: Margen...
fr: Marge...
it: Margine...
ja: マージン…
pt: Margem...

source: ZProbe...
es: Sonda Z...
fr: Sonde Z...
it: Sonda Z...
ja: Zプローブ…
pt: Sonda Z...

source: AutoLevel...
de: Auto-Nivell.
es: AutoNivel...
fr: Niv. Auto...
it: Liv. Auto...
ja: 自動調整...
pt: Niv. Autom.

source: Goto...
de: Gehe zu…
fr: Aller à...
it: Vai a...
ja: 移動…
pt: Ir para...

source: Set Origin
de: Ursp. setzen
es: Fijar Origen
fr: Déf. Orig.
it: Set Orig.
ja: 原点を設定
pt: Def. Origem

source: SettingPage
de: Einstellungsseite
es: Página de Configuración
fr: Page des Paramètres
it: Pagina Impostazioni
ja: 設定ページ
pt: Página de Configurações

source: Decompressing
de: Dekomprimieren
es: Descomprimiendo
fr: Décompression en cours
it: Decompressione
ja: 解凍中
pt: Descomprimindo

source: compressing
de: Komprimierung
es: Compactando
fr: compression en cours
it: compressione in corso
ja: 圧縮中
pt: comprimindo

source: Set X Current Pos
de: Aktuelle X Position setzen
es: Establecer Posición Actual X
fr: Définir la Position Actuelle X
it: Imposta Posizione Corrente X
ja: 現在のX座標を設定
pt: Definir Posição Atual X

source: Set Y Current Pos
de: Aktuelle Y Position setzen
es: Establecer Posición Actual Y
fr: Définir la Position Actuelle Y
it: Imposta Posizione Corrente Y
ja: 現在のY座標を設定
pt: Definir Posição Atual Y

source: Set Z Current Pos
de: Aktuelle Z Position setzen
es: Establecer Posición Actual Z
fr: Définir la Position Actuelle Z
it: Imposta Posizione Corrente Z
ja: 現在のZ座標を設定
pt: Definir Posição Atual Z

source: Set A Current Pos
de: Aktuelle A-Position setzen
es: Establecer Posición Actual A
fr: Définir la Position Actuelle A
it: Imposta Posizione Corrente A
ja: 現在のA座標を設定
pt: Definir Posição Atual A

source: Enter X Pos
de: X Pos eingeben
es: Ingrese Posición X
fr: Saisir la Position X
it: Inserisci Posizione X
ja: X座標を入力
pt: Inserir Posição X

source: Enter Y Pos
de: Y Pos eingeben
es: Ingrese Posición Y
fr: Saisir la Position Y
it: Inserisci Posizione Y
ja: Y座標を入力
pt: Inserir Posição Y

source: Enter Z Pos
de: Z Pos eingeben
es: Ingrese Posición Z
fr: Saisir la Position Z
it: Inserisci Posizione Z
ja: Z座標を入力
pt: Inserir Posição Z

source: Enter A Pos
de: A Pos eingeben
es: Ingrese Posición A
fr: Saisir la Position A
it: Inserisci Posizione A
ja: A座標を入力
pt: Inserir Posição A

source: Fast Move
de: Schnellbew.
es: Mov. Rápido
fr: Dépl. Rapide
it: Mov. Rapido
ja: 高速移動
pt: Mov. Ráp.

source: Rapidly move the A to
de: A-Achse schnell bewegen nach
es: Mover rápidamente el A a
fr: Déplacer rapidement l'Axe A vers
it: Muovi rapidamente A a
ja: A軸を高速移動
pt: Mover Rapidamente o Eixo A para

source: Changing Tool
de: Werkzeugwechsel
es: Cambiando Herramienta
fr: Changement d'Outil
it: Cambio Utensile
ja: ツールを変更中
pt: Trocando Ferramenta

source: Please change to tool:
de: Bitte wechseln Sie zum Werkzeug:
es: Por favor, cambie a la herramienta:
fr: Veuillez changer pour l'outil :
it: Si prega di cambiare con l'utensile:
ja: ツールを変更してください:
pt: Por favor, troque para a ferramenta:

source: Then press ' Confirm ' or main button to proceed
de: Dann drücken Sie 'Bestätigen' oder die Haupttaste
es: Luego presione ' Confirmar ' o el botón principal para continuar
fr: Puis appuyez sur ' Confirmer ' ou le bouton principal pour continuer
it: Quindi premere ' Conferma ' o il pulsante principale per procedere
ja: 次に「確認」またはメインボタンを押して続行
pt: Então pressione ' Confirmar ' ou o botão principal para continuar

source: Status and Connection
de: Status und Verbindung
es: Estado y Conexión
fr: État et Connexion
it: Stato e Connessione
ja: 状態と接続
pt: Status e Conexão

source: X-axis working coordinate setting
de: X Achsen Arbeitskoordinaten einstellen
es: Configuración de coordenadas de trabajo del eje X
fr: Réglage des coordonnées de travail de l'axe X
it: Impostazione coordinate lavoro asse X
ja: X軸作業座標設定
pt: Configuração da coordenada de trabalho do eixo X

source: Y-axis working coordinate setting
de: Y Achsen Arbeitskoordinaten einstellen
es: Configuración de coordenadas de trabajo del eje Y
fr: Réglage des coordonnées de travail de l'axe Y
it: Impostazione coordinate lavoro asse Y
ja: Y軸作業座標設定
pt: Configuração da coordenada de trabalho do eixo Y

source: Z-axis working coordinate setting
de: Z Achsen Arbeitskoordinaten einstellen
es: Configuración de coordenadas de trabajo del eje Z
fr: Réglage des coordonnées de travail de l'axe Z
it: Impostazione coordinate lavoro asse Z
ja: Z軸作業座標設定
pt: Configuração da coordenada de trabalho do eixo Z

source: A-axis working coordinate setting
de: A Achsen Arbeitskoordinaten einstellen
es: Configuración de coordenadas de trabajo del eje A
fr: Réglage des coordonnées de travail de l'axe A
it: Impostazione coordinate lavoro asse A
ja: A軸作業座標設定
pt: Configuração da coordenada de trabalho do eixo A

source: Feed status and control
de: Vorschubstatus und -steuerung
es: Estado y control de alimentación
fr: État et contrôle de l'avance
it: Stato e controllo avanzamento
ja: フィード状態と制御
pt: Status e controle de alimentação

source: Spindle status and control
de: Spindelstatus und -steuerung
es: Estado y control del husillo
fr: État et contrôle de la broche
it: Stato e controllo mandrino
ja: スピンドル状態と制御
pt: Status e controle do fuso

source: Tool status and control
de: Werkzeugstatus und -steuerung
es: Estado y control de la herramienta
fr: État et contrôle de l'outil
it: Stato e controllo utensile
ja: ツール状態と制御
pt: Status e controle da ferramenta

source: Laser status and control
de: Laserstatus und -steuerung
es: Estado y control del láser
fr: État et contrôle du laser
it: Stato e controllo laser
ja: レーザー状態と制御
pt: Status e controle do laser

source: Other functions
de: Andere Funktionen
es: Otras funciones
fr: Autres fonctions
it: Altre funzioni
ja: その他の機能
pt: Outras funções

source: Switch to display file preview interface
de: Zur Dateivorschau wechseln
es: Cambiar a la interfaz de vista previa de archivos
fr: Basculer vers l'interface de prévisualisation des fichiers
it: Passa all'interfaccia di anteprima file
ja: ファイルプレビューインターフェースに切り替え
pt: Alternar para a interface de visualização de arquivos

source: Switch to display manual control interface
de: Zur manueller Steuerung wechseln
es: Cambiar a la interfaz de control manual
fr: Basculer vers l'interface de contrôle manuel
it: Passa all'interfaccia di controllo manuale
ja: 手動制御インターフェースに切り替え
pt: Alternar para a interface de controle manual

source: Device status diagnose
de: Gerätestatusdiagnose
es: Diagnóstico del estado del dispositivo
fr: Diagnostic de l'état de l'appareil
it: Diagnostica stato dispositivo
ja: デバイス状態診断
pt: Diagnóstico do status do dispositivo

source: WiFi configuration
de: WiFi-Konfiguration
es: Configuración de WiFi
fr: Configuration WiFi
it: Configurazione WiFi
ja: WiFi設定
pt: Configuração do WiFi

source: Wireless Probe Pairing
de: Drahtloser Taster-Pairing
es: Emparejamiento de Sonda Inalámbrica
fr: Appariement de la Sonde Sans Fil
it: Associazione Sonda Wireless
ja: ワイヤレスプローブペアリング
pt: Pareamento da Sonda Sem Fio

source: Software and firmware Upgrade
de: Software- und Firmware-Aktualisierung
es: Actualización de Software y Firmware
fr: Mise à jour du logiciel et du firmware
it: Aggiornamento Software e Firmware
ja: ソフトウェアとファームウェアのアップグレード
pt: Atualização de Software e Firmware

source: language selection
de: Sprachauswahl
es: selección de idioma
fr: sélection de la langue
it: Selezione Lingua
ja: 言語選択
pt: seleção de idioma
