Repository: MakeraInc/CarveraController
Catalog: src/locales/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt

source: Parameters settings
de: Parameter-Einstellungen
es: Configuración de Parámetros
fr: Réglage des paramètres
it: Impostazioni Parametri
ja: パラメータ設定
pt: Configurações de parâmetros

source: Open the G-Code file ready for play
de: G-Code-Datei zum Abspielen öffnen
es: Abrir el archivo G-Code listo para ejecutar
fr: Ouvrir le fichier G-Code prêt à être exécuté
it: Apri il file G-Code pronto per l'esecuzione
ja: 実行準備ができたGコードファイルを開く
pt: Abrir o arquivo G-Code pronto para execução

source: Start running G-Code task
de: G-Code-Aufgabe starten
es: Iniciar tarea de G-Code
fr: Démarrer la tâche G-Code
it: Avvia esecuzione task G-Code
ja: Gコードタスクを開始
pt: Iniciar tarefa de G-Code

source: Pause the running G-Code task
de: G-Code-Aufgabe pausieren
es: Pausar la tarea de G-Code en ejecución
fr: Mettre en pause la tâche G-Code en cours
it: Metti in pausa il task G-Code in esecuzione
ja: 実行中のGコードタスクを一時停止
pt: Pausar tarefa de G-Code em execução

source: Terminate the current G-Code task
de: Aktuelle G-Code-Aufgabe beenden
es: Terminar la tarea de G-Code actual
fr: Terminer la tâche G-Code en cours
it: Termina il task G-Code corrente
ja: 現在のGコードタスクを終了
pt: Terminar tarefa de G-Code atual

source: Hold the current G-Code task
de: Aktuelle G-Code-Aufgabe halten
es: Mantener la tarea de G-Code actual
fr: Maintenir la tâche G-Code en cours
it: Mantieni il task G-Code corrente
ja: 現在のGコードタスクを保持
pt: Manter tarefa de G-Code atual

source: Emergency stop the current G-Code task
de: Not-Aus für aktuelle G-Code-Aufgabe
es: Parada de emergencia de la tarea de G-Code actual
fr: Arrêt d'urgence de la tâche G-Code en cours
it: Arresto di emergenza del task G-Code corrente
ja: 現在のGコードタスクを緊急停止
pt: Parada de emergência da tarefa de G-Code atual

source: Recent connection, click to reconnect
de: Letzte Verbindung, zum erneuten Verbinden klicken
es: Conexión reciente, haga clic para reconectar
fr: Connexion récente, cliquer pour se reconnecter
it: Connessione recente, clicca per riconnettere
ja: 最近の接続、クリックして再接続
pt: Conexão recente, clique para reconectar

source: Connecting Machine via WiFi
de: Maschine über WiFi verbinden
es: Conectando la máquina vía WiFi
fr: Connexion de la machine via WiFi
it: Connessione Macchina via WiFi
ja: WiFi経由でマシンに接続
pt: Conectando Máquina via WiFi

source: Connecting Machine via USB
de: Maschine über USB verbinden
es: Conectando la máquina vía USB
fr: Connexion de la machine via USB
it: Connessione Macchina via USB
ja: USB経由でマシンに接続
pt: Conectando Máquina via USB

source: Unlock machine
de: Maschine entsperren
es: Desbloquear máquina
fr: Déverrouiller la machine
it: Sblocca macchina
ja: マシンのロックを解除
pt: Desbloquear máquina

source: Disconnect with the machine
de: Verbindung zur Maschine trennen
es: Desconectar de la máquina
fr: Déconnecter de la machine
it: Disconnetti dalla macchina
ja: マシンとの接続を切断
pt: Desconectar da máquina

source: Set the current position as the work origin of X
de: Aktuelle Position als X-Arbeitsursprung setzen
es: Establecer la posición actual como el origen de trabajo de X
fr: Définir la position actuelle comme origine de travail de X
it: Imposta la posizione corrente come origine lavoro di X
ja: 現在位置をXの作業原点として設定
pt: Definir a posição atual como a origem de trabalho de X

source: Set the working coordinate value of X for the current position
de: Arbeitskoordinatenwert von X für die aktuelle Position setzen
es: Establecer el valor de coordenada de trabajo de X para la posición actual
fr: Définir la valeur des coordonnées de travail de X pour la position actuelle
it: Imposta il valore delle coordinate lavoro di X per la posizione corrente
ja: 現在位置のX作業座標値を設定
pt: Definir o valor da coordenada de trabalho de X para a posição atual

source: Set the current position as the work origin of Y
de: Aktuelle Position als Y-Arbeitsursprung setzen
es: Establecer la posición actual como el origen de trabajo de Y
fr: Définir la position actuelle comme origine de travail de Y
it: Imposta la posizione corrente come origine lavoro di Y
ja: 現在位置をYの作業原点として設定
pt: Definir a posição atual como a origem de trabalho de Y

source: Set the working coordinate value of Y for the current position
de: Arbeitskoordinatenwert von Y für die aktuelle Position setzen
es: Establecer el valor de coordenada de trabajo de Y para la posición actual
fr: Définir la valeur des coordonnées de travail de Y pour la position actuelle
it: Imposta il valore delle coordinate lavoro di Y per la posizione corrente
ja: 現在位置のY作業座標値を設定
pt: Definir o valor da coordenada de trabalho de Y para a posição atual

source: Set the current position as the work origin of Z
de: Aktuelle Position als Z-Arbeitsursprung setzen
es: Establecer la posición actual como el origen de trabajo de Z
fr: Définir la position actuelle comme origine de travail de Z
it: Imposta la posizione corrente come origine lavoro di Z
ja: 現在位置をZの作業原点として設定
pt: Definir a posição atual como a origem de trabalho de Z

source: Set the working coordinate value of Z for the current position
de: Arbeitskoordinatenwert von Z für die aktuelle Position setzen
es: Establecer el valor de coordenada de trabajo de Z para la posición actual
fr: Définir la valeur des coordonnées de travail de Z pour la position actuelle
it: Imposta il valore delle coordinate lavoro di Z per la posizione corrente
ja: 現在位置のZ作業座標値を設定
pt: Definir o valor da coordenada de trabalho de Z para a posição atual

source: Clear the data for auto leveling
de: Daten für automatische Nivellierung löschen
es: Limpiar los datos de nivelación automática
fr: Effacer les données pour le nivellement automatique
it: Cancella i dati per il livellamento automatico
ja: 自動レベル調整のデータをクリア
pt: Limpar os dados de nivelamento automático

source: Set the current position as the work origin of A
de: Aktuelle Position als A-Arbeitsursprung setzen
es: Establecer la posición actual como el origen de trabajo de A
fr: Définir la position actuelle comme origine de travail de A
it: Imposta la posizione corrente come origine lavoro di A
ja: 現在位置をAの作業原点として設定
pt: Definir a posição atual como a origem de trabalho de A

source: Set the working coordinate value of A for the current position
de: Arbeitskoordinatenwert von A für die aktuelle Position setzen
es: Establecer el valor de coordenada de trabajo de A para la posición actual
fr: Définir la valeur des coordonnées de travail de A pour la position actuelle
it: Imposta il valore delle coordinate lavoro di A per la posizione corrente
ja: 現在位置のA作業座標値を設定
pt: Definir o valor da coordenada de trabalho de A para a posição atual

source: Shrink the mechanical coordinates based on the remainder of 360
de: Mechanische Koordinaten basierend auf dem Rest von 360 verkleinern
es: Reducir las coordenadas mecánicas basadas en el resto de 360
fr: Réduire les coordonnées mécaniques en fonction du reste de 360
it: Riduci le coordinate meccaniche in base al resto di 360
ja: 360の剰余に基づいて機械座標を縮小
pt: Reduzir as coordenadas mecânicas com base no resto de 360

source: Fastly move the specified work coordinates
de: Schnellbewegung zu den angegebenen Arbeitskoordinaten
es: Mover rápidamente a las coordenadas de trabajo especificadas
fr: Déplacer rapidement vers les coordonnées de travail spécifiées
it: Muovi rapidamente alle coordinate lavoro specificate
ja: 指定された作業座標に高速移動
pt: Mover rapidamente para as coordenadas de trabalho especificadas

source: Reset the feed speed scaling value to 100%
de: Vorschubgeschwindigkeit auf 100% zurücksetzen
es: Restablecer el valor de escalado de velocidad de alimentación al 100%
fr: Réinitialiser la valeur d'échelle de vitesse d'avance à 100%
it: Ripristina il valore di scala della velocità di avanzamento al 100%
ja: フィード速度スケーリング値を100%にリセット
pt: Redefinir o valor de escala da velocidade de alimentação para 100%

source: Reset the RPM scaling value to 100%
de: Spindeldrehzahl auf 100% zurücksetzen
es: Restablecer el valor de escalado de RPM al 100%
fr: Réinitialiser la valeur d'échelle de RPM à 100%
it: Ripristina il valore di scala RPM al 100%
ja: RPMスケーリング値を100%にリセット
pt: Redefinir o valor de escala de RPM para 100%

source: Automatically calibrate the current tool and set TLO
de: Aktuelles Werkzeug automatisch kalibrieren und TLO setzen
es: Calibrar automáticamente la herramienta actual y establecer TLO
fr: Calibrer automatiquement l'outil actuel et définir TLO
it: Calibra automaticamente l'utensile corrente e imposta TLO
ja: 現在のツールを自動キャリブレーションし、TLOを設定
pt: Calibrar automaticamente a ferramenta atual e definir TLO

source: Drop the current tool
de: Aktuelles Werkzeug ablegen
es: Soltar la herramienta actual
fr: Libérer l'outil actuel
it: Rilascia l'utensile corrente
ja: 現在のツールをドロップ
pt: Soltar a ferramenta atual

source: Manually set the current tool number
de: Aktuelle Werkzeugnummer manuell setzen
es: Establecer manualmente el número de herramienta actual
fr: Définir manuellement le numéro de l'outil actuel
it: Imposta manualmente il numero dell'utensile corrente
ja: 現在のツール番号を手動設定
pt: Definir manualmente o número da ferramenta atual

source: Change to the selected tool,and auto calibration
de: Zum ausgewählten Werkzeug wechseln und automatisch kalibrieren
es: Cambiar a la herramienta seleccionada y calibrar automáticamente
fr: Changer pour l'outil sélectionné et calibration automatique
it: Cambia con l'utensile selezionato e calibra automaticamente
ja: 選択したツールに変更し、自動キャリブレーション
pt: Trocar para a ferramenta selecionada e calibrar automaticamente

source: Reset the Laser power scaling value to 100%
de: Laserleistung auf 100% zurücksetzen
es: Restablecer el valor de escalado de potencia del láser al 100%
fr: Réinitialiser la valeur d'échelle de puissance du laser à 100%
it: Ripristina il valore di scala della potenza laser al 100%
ja: レーザーパワースケーリング値を100%にリセット
pt: Redefinir o valor de escala de potência do laser para 100%

source: Upload&Select
de: Hoch&Wähl
es: Subir&Sel.
fr: Envoyer&Choisir
it: Carica&Seleziona
ja: 転送＆選択
pt: Enviar&Sel.

source: The tool number must less than 1000!
de: Die Werkzeugnummer muss kleiner als 1000 sein！
es: ¡El número de herramienta debe ser menor que 1000!
fr: Le numéro de l'outil doit être inférieur à 1000!
it: Il numero dell'utensile deve essere inferiore a 1000!
ja: 工具番号は1000未満でなければなりません！
pt: O número da ferramenta deve ser menor que 1000!

source: Machine has not been homed,Please home first!
de: Maschine wurde nicht referenziert, bitte zuerst Referenzfahrt durchführen!
es: La máquina no ha sido referenciada, ¡por favor realice la operación de homing primero!
fr: La machine n'a pas été mise à l'origine, veuillez d'abord effectuer la mise à l'origine !
it: La macchina non è stata portata in home, eseguire prima l'operazione di homing!
ja: 機械が原点復帰されていません,先に原点復帰を行ってください！
pt: A máquina não foi referenciada, por favor, faça a referência primeiro!

source: The spindle has stopped spinning
de: Spindelrotation stoppt!
es: ¡El husillo ha dejado de girar!
fr: L'arbre principal a cessé de tourner !
it: L'albero motore si è fermato!
ja: 主軸回転が停止しました！
pt: O eixo principal parou de girar!

source: Confirm to resume playing!
de: Bearbeitung fortsetzen?
es: ¿Confirmar reanudación del procesamiento?
fr: Confirmer la reprise de l'usinage ?
it: Confermare la ripresa della lavorazione?
ja: 加工を再開しますか？
pt: Confirmar retomada da usinagem?

source: Firmware version mismatch! Please use a Controller with version V0.9.11 or earlier to upgrade the firmware to V1.0.4.
de: Firmware-Version nicht kompatibel! Bitte verwenden Sie Controller Version V0.9.11 oder älter, um die Firmware auf Version V1.0.4 zu aktualisieren.
es: ¡Versión de firmware incompatible! Utilice un Controller versión V0.9.11 o anterior para actualizar el firmware a la versión V1.0.4.
fr: Version du firmware incompatible ! Veuillez utiliser un Controller en version V0.9.11 ou antérieure pour mettre à jour le firmware en version V1.0.4.
it: Versione del firmware non compatibile! Utilizzare Controller versione V0.9.11 o precedente per aggiornare il firmware alla versione V1.0.4.
ja: ファームウェアのバージョンが一致しません！ ControllerバージョンV0.9.11以前を使用 して、ファームウェアをV1.0.4バージョンにアップグレードしてください。
pt: Versão do firmware incompatível! Use o Controller versão V0.9.11 ou anterior para atualizar o firmware para a versão V1.0.4.

source: WP:
de: Sonde:
es: Sonda:
fr: Sonde :
it: Sonda:
pt: Sonda:

source: Ok
de: Bestätigen
es: Aceptar

source: Opening local file
de: Lokale Datei wird geöffnet
it: Apertura file locale

source: Opening file error:
it: Errore nell'apertura del file:
