Repository: MakeraInc/CarveraController
Catalog: src/locales/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, ja, pt

source: Halt Manually
de: Manuell anhalten
es: Parada Manual
fr: Arrêt Manuel
it: Arresto Manuale
ja: 手動停止
pt: Parada Manual

source: Home Fail
de: Home-Fehler
es: Falló la Homing
fr: Échec de l'Initialisation
it: Home Fallito
ja: 原点復帰失敗
pt: Falha na Referência

source: Probe Fail
de: Sondenfehler
es: Falló el Sondaje
fr: Échec de la Sonde
it: Sonda Fallita
ja: プローブ失敗
pt: Falha na Sonda

source: Calibrate Fail
de: Kalibrierungsfehler
es: Falló la Calibración
fr: Échec de la Calibration
it: Calibrazione Fallita
ja: キャリブレーション失敗
pt: Falha na Calibração

source: ATC Home Fail
de: ATC Referenzpunktfehler
es: Falló la Homing del ATC
fr: Échec de l'Initialisation de l'ATC
it: Home ATC Fallito
ja: ATC原点復帰失敗
pt: Falha na Referência do ATC

source: ATC Invalid Tool Number
de: ATC ungültige Werkzeugnummer
es: Número de Herramienta Inválido en ATC
fr: Numéro d'outil ATC Invalide
it: Numero Utensile ATC Non Valido
ja: ATC工具番号不正
pt: Número de Ferramenta Inválido no ATC

source: ATC Drop Tool Fail
de: ATC Werkzeugablagefehler
es: Falló la Liberación de Herramienta en ATC
fr: Échec de la Libération de l'Outil ATC
it: Rilascio Utensile ATC Fallito
ja: ATC工具解放失敗
pt: Falha ao Soltar Ferramenta no ATC

source: ATC Position Occupied
de: ATC Position belegt
es: Posición del ATC Ocupada
fr: Position ATC Occupée
it: Posizione ATC Occupata
ja: ATC位置占用中
pt: Posição do ATC Ocupada

source: Spindle Overheated
de: Spindel überhitzt
es: Husillo Sobrecalentado
fr: Broche Surchauffée
it: Mandrino Surriscaldato
ja: スピンドル過熱
pt: Fuso Superaquecido

source: Power Overheated
de: Stromversorgung überhitzt
es: Fuente de Alimentación Sobrecalentada
fr: Alimentation Surchauffée
it: Alimentazione Surriscaldata
ja: 電源過熱
pt: Fonte de Alimentação Superaquecida

source: Soft Limit Triggered
de: Soft-Limit ausgelöst
es: Límite Suave Activado
fr: Limite Logicielle Déclenchée
it: Limite Software Attivato
ja: ソフトリミット作動
pt: Limite Suave Ativado

source: Cover opened when playing
de: Abdeckung geöffnet während des Betriebs
es: Tapa Abierta Durante la Operación
fr: Couvercle ouvert pendant l'opération
it: Copertura Aperta Durante l'Esecuzione
ja: 動作中カバー開放
pt: Tampa Aberta Durante Operação

source: Wireless probe dead or not set
de: Drahtlose Sonde defekt oder nicht eingerichtet
es: Sonda Inalámbrica Muerta o No Configurada
fr: Sonde sans fil morte ou non configurée
it: Sonda Wireless Non Funzionante o Non Impostata
ja: ワイヤレスプローブ故障または未設定
pt: Sonda Sem Fio Inoperante ou Não Configurada

source: Emergency stop button pressed
de: Not-Aus-Taste gedrückt
es: Botón de Parada de Emergencia Presionado
fr: Bouton d'arrêt d'urgence pressé
it: Pulsante di Arresto di Emergenza Premuto
ja: 非常停止ボタン作動
pt: Botão de Parada de Emergência Pressionado

source: Hard Limit Triggered, reset needed
de: Hard-Limit ausgelöst, Neustart erforderlich
es: Límite Duro Activado, Se Necesita Reiniciar
fr: Limite Physique Déclenchée, réinitialisation nécessaire
it: Limite Hardware Attivato, Riavvio Necessario
ja: ハードリミット作動、リセット必要
pt: Limite Rígido Ativado, Reinicialização Necessária

source: X Axis Motor Error, reset needed
de: X Achsen Motorfehler, Neustart erforderlich
es: Error del Motor del Eje X, Se Necesita Reiniciar
fr: Erreur du Moteur de l'Axe X, réinitialisation nécessaire
it: Errore Motore Asse X, Riavvio Necessario
ja: X軸モーターエラー、リセット必要
pt: Erro no Motor do Eixo X, Reinicialização Necessária

source: Y Axis Motor Error, reset needed
de: Y Achsen Motorfehler, Neustart erforderlich
es: Error del Motor del Eje Y, Se Necesita Reiniciar
fr: Erreur du Moteur de l'Axe Y, réinitialisation nécessaire
it: Errore Motore Asse Y, Riavvio Necessario
ja: Y軸モーターエラー、リセット必要
pt: Erro no Motor do Eixo Y, Reinicialização Necessária

source: Z Axis Motor Error, reset needed
de: Z Achsen Motorfehler, Neustart erforderlich
es: Error del Motor del Eje Z, Se Necesita Reiniciar
fr: Erreur du Moteur de l'Axe Z, réinitialisation nécessaire
it: Errore Motore Asse Z, Riavvio Necessario
ja: Z軸モーターエラー、リセット必要
pt: Erro no Motor do Eixo Z, Reinicialização Necessária

source: Spindle Stall, reset needed
de: Spindelstillstand, Neustart erforderlich
es: Husillo Bloqueado, Se Necesita Reiniciar
fr: Blocage de la Broche, réinitialisation nécessaire
it: Mandrino Bloccato, Riavvio Necessario
ja: スピンドルストール、リセット必要
pt: Fuso Parado, Reinicialização Necessária

source: SD card read fail, reset needed
de: SD-Kartenlesefehler, Neustart erforderlich
es: Fallo de Lectura de la Tarjeta SD, Se Necesita Reiniciar
fr: Échec de lecture de la carte SD, réinitialisation nécessaire
it: Lettura SD Card Fallita, Riavvio Necessario
ja: SDカード読み取り失敗、リセット必要
pt: Falha na Leitura do Cartão SD, Reinicialização Necessária

source: Spindle Alarm, power off/on needed
de: Spindelalarm, Neustart der Stromversorgung erforderlich
es: Alarma del Husillo, Se Necesita Reiniciar la Alimentación
fr: Alarme de la Broche, redémarrage nécessaire
it: Allarme Mandrino, Riavvio Necessario
ja: スピンドルアラーム、電源再投入必要
pt: Alarme do Fuso, Necessário Desligar/Ligar

source: Press the Wireless Probe until the green LED blinks quickly.
de: Drücken Sie die drahtlose Sonde, bis die grüne LED schnell blinkt.
es: Mantenga presionada la sonda inalámbrica hasta que el LED verde parpadee rápidamente.
fr: Appuyez sur la sonde sans fil jusqu'à ce que la LED verte clignote rapidement.
it: Premere la Sonda Wireless fino a quando il LED verde lampeggia rapidamente.
ja: ワイヤレスプローブを長押しし、緑色LEDが速く点滅するまで待つ。
pt: Pressione a Sonda Sem Fio até o LED verde piscar rapidamente.

source: Pairing Success!
de: Paarung erfolgreich!
es: ¡Emparejamiento Exitoso!
fr: Appariement Réussi !
it: Associazione Riuscita!
ja: ペアリング成功！
pt: Pareamento Bem-sucedido!

source: Pairing Timeout!
de: Paarungszeitüberschreitung!
es: ¡Tiempo de Emparejamiento Agotado!
fr: Délai d'Appariement Dépassé !
it: Timeout di Associazione!
ja: ペアリングタイムアウト！
pt: Tempo Esgotado no Pareamento!

source: from Headstock
de: vom Spindelstock
es: Desde el Cabezal
fr: depuis la Tête
it: dalla Testa Motrice
ja: ヘッドストックから
pt: da Cabeça de Fixação

source: from Anchor2
de: von Ankerpunkt 2
es: Desde el Anclaje 2
fr: depuis l'Ancre 2
it: dall'Ancora 2
ja: アンカー2から
pt: do Ponto de Referência 2

source: from Anchor1
de: von Ankerpunkt 1
es: Desde el Anclaje 1
fr: depuis l'Ancre 1
it: dall'Ancora 1
ja: アンカー1から
pt: do Ponto de Referência 1

source: Fixed Pos
de: Feste Position
es: Posición Fija
fr: Position Fixe
it: Posizione Fissa
ja: 固定位置
pt: Posição Fixa

source: from
de: von
es: Desde
fr: depuis
it: da
ja: から
pt: de

source: Work Origin
de: Arbeitsursprung
es: Origen de Trabajo
fr: Origine de Travail
it: Origine Lavoro
ja: 作業原点
pt: Origem de Trabalho

source: Path Origin
de: Werkzeugweg-Start
es: Origen de Trayectoria
fr: Origine du Chemin
it: Origine Percorso
ja: パス原点
pt: Origem do Caminho

source: X Points:
de: X Punkte:
es: Puntos X:
fr: Points X :
it: Punti X:
ja: Xポイント:
pt: Pontos X:

source: Y Points:
de: Y Punkte:
es: Puntos Y:
fr: Points Y :
it: Punti Y:
ja: Yポイント:
pt: Pontos Y:

source: Height:
de: Höhe:
es: Altura:
fr: Hauteur :
it: Altezza:
ja: 高さ:
pt: Altura:

source: New version detected: v
de: Neue Version erkannt: v
es: Nueva versión detectada: v
fr: Nouvelle version détectée : v
it: Nuova versione rilevata: v
ja: 新しいバージョンを検出: v
pt: Nova versão detectada: v

source: Current: v
de: Aktuell: v
es: Actual: v
fr: Actuelle : v
it: Attuale: v
ja: 現在のバージョン: v
pt: Atual: v

source: Current version: v
de: Aktuelle Version: v
es: Versión actual: v
fr: Version actuelle : v
it: Versione attuale: v
ja: 現在のバージョン: v
pt: Versão atual: v

source: Timeout, Connection lost!
de: Zeitüberschreitung, Verbindung verloren!
es: ¡Tiempo de Espera Agotado, Conexión Perdida!
fr: Délai dépassé, connexion perdue !
it: Timeout, Connessione Persa!
ja: タイムアウト、接続切断！
pt: Tempo Esgotado, Conexão Perdida!

source: Documents
de: Dokumente
es: Documentos
it: Documenti
ja: ドキュメント
pt: Documentos

source: Downloads
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード

source: Desktop
es: Escritorio
fr: Bureau
ja: デスクトップ
pt: Área de Trabalho

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ローカルストレージ
pt: Armazenamento

source: Recent Places
de: Letzte Orte
es: Lugares Recientes
fr: Lieux Récents
it: Posizioni Recenti
ja: 最近アクセスした場所
pt: Locais Recentes

source: Searching nearby machines...
de: Suche nach nahegelegenen Maschinen…
es: Buscando máquinas cercanas...
fr: Recherche de machines à proximité...
it: Ricerca macchine vicine...
ja: 近くのマシンを検索中…
pt: Procurando máquinas próximas...

source: Not found, enter IP manually...
de: Nicht gefunden, IP manuell eingeben…
es: No encontrado, ingrese la IP manualmente...
fr: Non trouvé, saisissez l'adresse IP manuellement...
it: Non trovato, inserire manualmente l'IP...
ja: マシンが見つかりません、手動でIPを入力…
pt: Não encontrado, insira o IP manualmente...

source: Input IP address:
de: IP-Adresse eingeben:
es: Ingrese la dirección IP:
fr: Saisissez l'adresse IP :
it: Inserisci indirizzo IP:
ja: IPアドレスを入力:
pt: Insira o endereço IP:

source: Error loading dir
de: Fehler beim Laden des Verzeichnisses
es: Error al cargar el directorio
fr: Erreur de chargement du répertoire
it: Errore nel caricamento della directory
ja: ディレクトリ読み込みエラー
pt: Erro ao carregar diretório

source: Timeout loading dir
de: Zeitüberschreitung beim Laden des Verzeichnisses
es: Tiempo de espera agotado al cargar el directorio
fr: Délai de chargement du répertoire dépassé
it: Timeout nel caricamento della directory
ja: ディレクトリ読み込みタイムアウト
pt: Tempo esgotado ao carregar diretório

source: Error deleting
de: Fehler beim Löschen
es: Error al eliminar
fr: Erreur de suppression
it: Errore nell'eliminazione
ja: 削除エラー
pt: Erro ao excluir

source: Timeout deleting
de: Zeitüberschreitung beim Löschen
es: Tiempo de espera agotado al eliminar
fr: Délai de suppression dépassé
it: Timeout nell'eliminazione
ja: 削除タイムアウト
pt: Tempo esgotado ao excluir

source: Error renaming
de: Fehler beim Umbenennen
es: Error al renombrar
fr: Erreur de renommage
it: Errore nella rinomina
ja: 名前変更エラー
pt: Erro ao renomear

source: Timeout renaming
de: Zeitüberschreitung beim Umbenennen
es: Tiempo de espera agotado al renombrar
fr: Délai de renommage dépassé
it: Timeout nella rinomina
ja: 名前変更タイムアウト
pt: Tempo esgotado ao renomear

source: Error making dir:
de: Fehler beim Erstellen des Verzeichnisses:
es: Error al crear el directorio:
fr: Erreur de création du répertoire :
it: Errore nella creazione della directory:
ja: ディレクトリ作成エラー:
pt: Erro ao criar diretório:

source: Timeout making dir:
de: Zeitüberschreitung beim Erstellen des Verzeichnisses:
es: Tiempo de espera agotado al crear el directorio:
fr: Délai de création du répertoire dépassé :
it: Timeout nella creazione della directory:
ja: ディレクトリ作成タイムアウト:
pt: Tempo esgotado ao criar diretório:

source: Error getting WiFi info!
de: Fehler beim Abrufen der WiFi-Informationen!
es: ¡Error al obtener la información del WiFi!
fr: Erreur lors de la récupération des informations WiFi !
it: Errore nel recupero delle informazioni WiFi!
ja: WiFi情報取得エラー！
pt: Erro ao obter informações do WiFi!

source: Timeout getting WiFi info!
de: Zeitüberschreitung beim Abrufen der WiFi-Informationen!
es: ¡Tiempo de espera agotado al obtener la información del WiFi!
fr: Délai de récupération des informations WiFi dépassé !
it: Timeout nel recupero delle informazioni WiFi!
ja: WiFi情報取得タイムアウト！
pt: Tempo esgotado ao obter informações do WiFi!

source: Timeout connecting WiFi!
de: Zeitüberschreitung beim Verbinden mit WiFi!
es: ¡Tiempo de espera agotado al conectar el WiFi!
fr: Délai de connexion WiFi dépassé !
it: Timeout nella connessione WiFi!
ja: WiFi接続タイムアウト！
pt: Tempo esgotado ao conectar ao WiFi!

source: Delete File or Dir
de: Datei oder Verzeichnis löschen
es: Eliminar Archivo o Directorio
fr: Supprimer un fichier ou un répertoire
it: Elimina File o Directory
ja: ファイルまたはディレクトリ削除
pt: Excluir Arquivo ou Diretório

source: Confirm to delete file or dir
de: Löschen der Datei oder des Verzeichnisses bestätigen
es: Confirme para eliminar el archivo o directorio
fr: Confirmez la suppression du fichier ou du répertoire
it: Conferma per eliminare file o directory
ja: ファイルまたはディレクトリを削除しますか？
pt: Confirme para excluir arquivo ou diretório

source: Machine Is Halted:
de: Maschine ist angehalten:
es: La Máquina Está Detenida:
fr: La machine est arrêtée :
it: Macchina Fermata:
ja: マシン停止中:
pt: Máquina Parada:

source: Machine Is Halted!
de: Maschine ist angehalten!
es: ¡La Máquina Está Detenida!
fr: La machine est arrêtée !
it: Macchina Fermata!
ja: マシン停止中！
pt: Máquina Parada!

source: Please manually switch off/on the machine!
de: Bitte schalten Sie die Maschine manuell aus/ein!
es: ¡Por favor, apague y encienda la máquina manualmente!
fr: Veuillez éteindre et rallumer la machine manuellement !
it: Si prega di spegnere/accendere manualmente la macchina!
ja: マシンの電源を手動で再投入してください！
pt: Por favor, desligue/ligue a máquina manualmente!

source: Confirm to reset machine?
de: Neustart der Maschine bestätigen?
es: ¿Confirma reiniciar la máquina?
fr: Confirmez la réinitialisation de la machine ?
it: Confermare il riavvio della macchina?
ja: マシンをリセットしますか？
pt: Confirma reiniciar a máquina?

source: Confirm to unlock machine?
de: Entsperren der Maschine bestätigen?
es: ¿Confirma desbloquear la máquina?
fr: Confirmez le déverrouillage de la machine ?
it: Confermare lo sblocco della macchina?
ja: マシンのロックを解除しますか？
pt: Confirma desbloquear a máquina?

source: Machine Is Sleeping
de: Maschine befindet sich im Ruhemodus
es: La Máquina Está en Modo de Suspensión
fr: La machine est en veille
it: Macchina in Sospensione
ja: マシンスリープ中
pt: Máquina em Repouso

source: Change name
de: Namen ändern
es: Cambiar nombre
fr: Changer le nom
it: Cambia nome
ja: 名前変更
pt: Alterar nome

source: Input new folder name:
de: Neuen Ordnernamen eingeben:
es: Ingrese el nombre de la nueva carpeta:
fr: Saisissez le nom du nouveau dossier :
it: Inserisci il nome della nuova cartella:
ja: 新しいフォルダ名を入力:
pt: Insira o nome da nova pasta:

source: Input WiFi password of
de: WiFi-Passwort eingeben für
es: Ingrese la contraseña del WiFi de
fr: Saisissez le mot de passe WiFi de
it: Inserisci la password WiFi di
ja: WiFiパスワードを入力
pt: Insira a senha do WiFi

source: File Already Exists
de: Datei existiert bereits
es: El Archivo Ya Existe
fr: Le fichier existe déjà
it: File Esistente
ja: ファイルが既に存在します
pt: Arquivo já existe

source: Confirm to overwrite file:
de: Überschreiben der Datei bestätigen:
es: Confirme para sobrescribir el archivo:
fr: Confirmez l'écrasement du fichier :
it: Conferma per sovrascrivere il file:
ja: ファイルを上書きしますか？
pt: Confirma sobrescrever o arquivo:

source: Updating Firmware
de: Firmware wird aktualisiert
es: Actualizando Firmware
fr: Mise à jour du firmware
it: Aggiornamento Firmware
ja: ファームウェア更新中
pt: Atualizando Firmware

source: Reset the machine when uploading is complete.
de: Maschine nach Abschluss des Hochladens neu starten.
es: Reiniciar la máquina cuando se complete la carga.
fr: Réinitialisez la machine une fois la mise à jour terminée.
it: Riavvia la macchina al termine del caricamento.
ja: 更新完了後、マシンをリセットします。
pt: Reinicialize a máquina quando o upload estiver completo.

source: Openning local file
es: Abriendo archivo local
fr: Ouverture du fichier local
ja: ローカルファイルを開く
pt: Abrindo arquivo local

source: Download config file error
de: Fehler beim Herunterladen der Konfigurationsdatei
es: Error al descargar el archivo de configuración
fr: Erreur de téléchargement du fichier de configuration
it: Errore nel download del file di configurazione
ja: 設定ファイルダウンロードエラー
pt: Erro ao baixar arquivo de configuração

source: Load config...
de: Konfiguration wird geladen…
es: Cargando configuración...
fr: Chargement de la configuration...
it: Caricamento configurazione...
ja: 設定を読み込み中…
pt: Carregando configuração...

source: Checking
de: Überprüfung läuft
es: Verificando
fr: Vérification
it: Controllo
ja: チェック中
pt: Verificando

source: Download config file error!
de: Fehler beim Herunterladen der Konfigurationsdatei!
es: ¡Error al descargar el archivo de configuración!
fr: Erreur de téléchargement du fichier de configuration !
it: Errore nel download del file di configurazione!
ja: 設定ファイルダウンロードエラー！
pt: Erro ao baixar arquivo de configuração!

source: Download file error!
de: Fehler beim Herunterladen der Datei!
es: ¡Error al descargar el archivo!
fr: Erreur de téléchargement du fichier !
it: Errore nel download del file!
ja: ファイルダウンロードエラー！
pt: Erro ao baixar arquivo!

source: Synchronize version and time...
de: Version und Zeit werden synchronisiert…
es: Sincronizando versión y hora...
fr: Synchronisation de la version et de l'heure...
it: Sincronizzazione versione e ora...
ja: バージョンと時間を同期中…
pt: Sincronizando versão e hora...

source: Open cached file
de: Zwischengespeicherte Datei wird geöffnet
es: Abriendo archivo en caché
fr: Ouvrir le fichier en cache
it: Apri file nella cache
ja: キャッシュファイルを開く
pt: Abrindo arquivo em cache

source: Downloading is canceled manually.
de: Herunterladen wurde manuell abgebrochen.
es: La descarga fue cancelada manualmente.
fr: Le téléchargement a été annulé manuellement.
it: Download annullato manualmente.
ja: ダウンロードが手動でキャンセルされました。
pt: Download cancelado manualmente.

source: Downloading
de: Herunterladen läuft
es: Descargando
fr: Téléchargement en cours
it: Download in corso
ja: ダウンロード中
pt: Baixando

source: WiFi: Searching for network...
de: WiFi:Netzwerksuche läuft…
es: WiFi: Buscando red...
fr: WiFi : Recherche du réseau...
it: WiFi: Ricerca della rete...
ja: WiFi: ネットワークを検索中…
pt: WiFi: Procurando rede...

source: WiFi: Connected
de: WiFi:Verbunden
es: WiFi: Conectado
fr: WiFi : Connecté
it: WiFi: Connesso
ja: WiFi: 接続済み
pt: WiFi: Conectado

source: WiFi: Not Connected
de: WiFi: Nicht verbunden
es: WiFi: No Conectado
fr: WiFi : Non connecté
it: WiFi: Non Connesso
ja: WiFi: 未接続
pt: WiFi: Não Conectado

source: Close Connection
de: Verbindung schließen
es: Cerrar Conexión
fr: Fermer la connexion
it: Chiudi Connessione
ja: 接続を閉じる
pt: Fechar Conexão

source: Can not load coordinate value:
de: Koordinatenwert kann nicht geladen werden:
es: No se puede cargar el valor de la coordenada:
fr: Impossible de charger la valeur des coordonnées :
it: Impossibile caricare il valore delle coordinate:
ja: 座標値を読み込めません:
pt: Não foi possível carregar o valor da coordenada:

source: Can not load laser offset value:
de: Laser-Offset-Wert kann nicht geladen werden:
es: No se puede cargar el valor de desplazamiento del láser:
fr: Impossible de charger la valeur de décalage laser :
it: Impossibile caricare il valore dell'offset laser:
ja: レーザーオフセット値を読み込めません:
pt: Não foi possível carregar o valor do offset do laser:

source: Connecting to
de: Verbinden mit
es: Conectando a
fr: Connexion à
it: Connessione a
ja: 接続中
pt: Conectando a

source: Uploading
de: Hochladen läuft
es: Subiendo
fr: Téléversement en cours
it: Caricamento in corso
ja: アップロード中
pt: Enviando

source: Uploading is canceled manually.
de: Hochladen wurde manuell abgebrochen.
es: La subida fue cancelada manualmente.
fr: Le téléversement a été annulé manuellement.
it: Caricamento annullato manualmente.
ja: アップロードが手動でキャンセルされました。
pt: Upload cancelado manualmente.

source: Upload file error!
de: Fehler beim Hochladen der Datei!
es: ¡Error al subir el archivo!
fr: Erreur de téléversement du fichier !
it: Errore nel caricamento del file!
ja: ファイルアップロードエラー！
pt: Erro ao enviar arquivo!

source: Update Finished
de: Aktualisierung abgeschlossen
es: Actualización Finalizada
fr: Mise à jour terminée
it: Aggiornamento Completato
ja: 更新完了
pt: Atualização Concluída

source: Confirm to reset the machine?
de: Neustart der Maschine bestätigen?
es: ¿Confirma reiniciar la máquina?
fr: Confirmez la réinitialisation de la machine ?
it: Confermare il riavvio della macchina?
ja: マシンをリセットしますか？
pt: Confirma reiniciar a máquina?

source: disconnect
de: Trennen
es: Desconectar
fr: déconnecter
it: disconnetti
ja: 切断
pt: desconectar

source: Laser
es: Láser
ja: レーザー

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum

source: Probe
de: Sonde
es: Sonda
fr: Sonde
it: Sonda
ja: プローブ
pt: Sonda

source: No Remote File Selected
de: Keine Remote-Datei ausgewählt
es: No se Seleccionó Ningún Archivo Remoto
fr: Aucun fichier distant sélectionné
it: Nessun File Remoto Selezionato
ja: リモートファイルが選択されていません
pt: Nenhum Arquivo Remoto Selecionado

source: Load config error, Key:
de: Fehler beim Laden der Konfiguration,Key:
es: Error al cargar la configuración, Clave:
fr: Erreur de chargement de la configuration, Clé :
it: Errore nel caricamento della configurazione, Chiave:
ja: 設定読み込みエラー, Key:
pt: Erro ao carregar configuração, Chave:

source: Settings applied, need reset to take effect !
de: Einstellungen übernommen, Neustart erforderlich!
es: ¡Configuración aplicada, se necesita reiniciar para que surta efecto!
fr: Paramètres appliqués, une réinitialisation est nécessaire pour prendre effet !
it: Impostazioni applicate, necessario riavvio per rendere effettive!
ja: 設定が適用されました、リセットが必要です！
pt: Configurações aplicadas, reinicialize para efetivar!

source: Restore Settings
de: Einstellungen zurücksetzen
es: Restaurar Configuración
fr: Restaurer les paramètres
it: Ripristina Impostazioni
ja: 設定を初期化
pt: Restaurar Configurações

source: Confirm to restore settings from default ?
de: Zurücksetzen auf Standardeinstellungen bestätigen?
es: ¿Confirma restaurar la configuración predeterminada?
fr: Confirmez la restauration des paramètres par défaut ?
it: Confermare il ripristino delle impostazioni predefinite?
ja: デフォルト設定に戻しますか？
pt: Confirma restaurar as configurações padrão?

source: Save As Default
de: Als Standard speichern
es: Guardar Como Predeterminado
fr: Enregistrer comme défaut
it: Salva come Predefinito
ja: デフォルトとして保存
pt: Salvar como Padrão

source: Confirm to save current settings as default ?
de: Aktuelle Einstellungen als Standard speichern bestätigen?
es: ¿Confirma guardar la configuración actual como predeterminada?
fr: Confirmez l'enregistrement des paramètres actuels comme défaut ?
it: Confermare il salvataggio delle impostazioni correnti come predefinite?
ja: 現在の設定をデフォルトとして保存しますか？
pt: Confirma salvar as configurações atuais como padrão?

source: Openning file error:
de: Fehler beim Öffnen der Datei:
es: Error al abrir el archivo:
fr: Erreur d'ouverture du fichier :
ja: ファイルを開くエラー:
pt: Erro ao abrir arquivo:

source: Please make sure the GCode file is valid
de: Bitte stellen Sie sicher, dass die GCode-Datei gültig ist
es: Por favor, asegúrese de que el archivo GCode sea válido
fr: Veuillez vous assurer que le fichier GCode est valide
it: Assicurarsi che il file GCode sia valido
ja: Gコードファイルが有効であることを確認してください
pt: Certifique-se de que o arquivo GCode é válido

source: Set X Origin
de: X Ursp. setzen
es: Fijar Origen X
fr: Origine X
it: Set Orig. X
ja: X原点を設定
pt: Definir Origem X

source: Set X
de: X setzen
es: X =...
fr: X =...
it: X =...
ja: Xを設定
pt: X =...

source: Set Y Origin
de: Y Ursp. setzen
es: Fijar Origen Y
fr: Origine Y
it: Set Orig. Y
ja: Y原点を設定
pt: Definir Origem Y

source: Set Y
de: Y setzen
es: Y =...
fr: Y =...
it: Y =...
ja: Yを設定
pt: Y =...

source: Set Z Origin
de: Z Ursp. setzen
es: Fijar Origen Z
fr: Origine Z
it: Set Orig. Z
ja: Z原点を設定
pt: Definir Origem Z

source: Set Z
de: Z setzen
es: Z =...
fr: Z =...
it: Z =...
ja: Zを設定
pt: Z =...

source: Auto Leveling
de: Auto-Niv.
es: Auto Nivel
fr: Niv. Auto
it: Livellamento Automatico
ja: 自動レベル調整
pt: Auto nivel

source: max:
es: máx:
ja: 最大:
pt: máx:

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
ja: クリア
pt: Limpar

source: Set A Origin
de: A Ursp. setzen
es: Fijar Origen A
fr: Origine A
it: Set Orig. X
ja: A原点を設定
pt: Definir Origem A

source: Set A
de: A setzen
es: A =...
fr: A = ...
it: A =...
ja: Aを設定
pt: Definir A
